---
type: FilterNumericGreater
namespace: Autodesk.Revit.DB
version: 2024
members: 2
tags: [revit-api, class]
---

# FilterNumericGreater

`Autodesk.Revit.DB.FilterNumericGreater` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | FilterNumericGreater | 2011 | `public FilterNumericGreater ()` |
| Method | Evaluate | — | `` |